

[info]
drivername=SQLSERVERAGENT
symbolfile=E:\sql\sql11\MSSQL11.MSSQLSERVER\MSSQL\Binn\sqlagtctr.h


[languages]
009=English
004=Chinese (Simplified)


[text]
JOBS_009_NAME=SQLAgent:Jobs
JOBS_009_HELP=SQLAgent General Statistics about jobs


JOB_STEPS_009_NAME=SQLAgent:JobSteps
JOB_STEPS_009_HELP=Statistics for job steps


ALERTS_009_NAME=SQLAgent:Alerts
ALERTS_009_HELP=SQLAgent statistics about alerts


GENERAL_OBJECT_009_NAME=SQLAgent:Statistics
GENERAL_OBJECT_009_HELP=SQLAgent general statistics


JO_ACTIVE_JOBS_009_NAME=Active jobs
JO_ACTIVE_JOBS_009_HELP=Number of running jobs.


JO_SUCCESSFUL_JOBS_009_NAME=Successful jobs
JO_SUCCESSFUL_JOBS_009_HELP=Number of successful jobs.


JO_FAILED_JOBS_009_NAME=Failed jobs
JO_FAILED_JOBS_009_HELP=Number of failed jobs.


JO_PERCENTAGE_SUCCESSFUL_JOBS_009_NAME=Job success rate
JO_PERCENTAGE_SUCCESSFUL_JOBS_009_HELP=Percentage of successful jobs from the total number of executed jobs.


JO_PERCENTAGE_JOBS_BASE_009_NAME=Successful jobs base
JO_PERCENTAGE_JOBS_BASE_009_HELP=Base for successful jobs.


JO_LAUNCHED_JOBS_009_NAME=Jobs activated/minute
JO_LAUNCHED_JOBS_009_HELP=Number of jobs activated within the last minute.


JO_OUEUED_JOBS_009_NAME=Queued jobs
JO_OUEUED_JOBS_009_HELP=Number of jobs queued.


JS_ACTIVE_STEPS_009_NAME=Active steps
JS_ACTIVE_STEPS_009_HELP=Number of active steps.


JS_QUEUED_STEPS_009_NAME=Queued steps
JS_QUEUED_STEPS_009_HELP=Number of queued steps.


JS_RETRIES_STEPS_009_NAME=Total step retries
JS_RETRIES_STEPS_009_HELP=The total number of times any Job Step execution is retried since the last SQL Server restart.


AL_ACTIVATED_ALERTS_009_NAME=Activated alerts
AL_ACTIVATED_ALERTS_009_HELP=The number of Alerts that have activated since the last SQL Server restart.


AL_MINUTE_ALERTS_009_NAME=Alerts activated/minute
AL_MINUTE_ALERTS_009_HELP=The number of Alerts that have activated within the last minute.


GO_SERVER_RESTARTED_009_NAME=SQL Server restarted
GO_SERVER_RESTARTED_009_HELP=The number of times the SQL Server has been successfully restarted by SQL Server Agent, since the last SQL Server Agent restart.


JOBS_004_NAME=SQLAgent:Jobs
JOBS_004_HELP=有关作业的 SQLAgent 常规统计信息


JOB_STEPS_004_NAME=SQLAgent:JobSteps
JOB_STEPS_004_HELP=作业步骤统计信息


ALERTS_004_NAME=SQLAgent:Alerts
ALERTS_004_HELP=有关警报的 SQLAgent 统计信息


GENERAL_OBJECT_004_NAME=SQLAgent:Statistics
GENERAL_OBJECT_004_HELP=SQLAgent 常规统计信息


JO_ACTIVE_JOBS_004_NAME=Active jobs
JO_ACTIVE_JOBS_004_HELP=正在运行的作业数。


JO_SUCCESSFUL_JOBS_004_NAME=Successful jobs
JO_SUCCESSFUL_JOBS_004_HELP=成功的作业数。


JO_FAILED_JOBS_004_NAME=Failed jobs
JO_FAILED_JOBS_004_HELP=失败的作业数。


JO_PERCENTAGE_SUCCESSFUL_JOBS_004_NAME=Job success rate
JO_PERCENTAGE_SUCCESSFUL_JOBS_004_HELP=成功作业在执行作业总数中所占的百分比。


JO_PERCENTAGE_JOBS_BASE_004_NAME=Successful jobs base
JO_PERCENTAGE_JOBS_BASE_004_HELP=成功作业的基数。


JO_LAUNCHED_JOBS_004_NAME=Jobs activated/minute
JO_LAUNCHED_JOBS_004_HELP=上一分钟激活的作业数。


JO_OUEUED_JOBS_004_NAME=Queued jobs
JO_OUEUED_JOBS_004_HELP=在队列中排队等待的作业数。


JS_ACTIVE_STEPS_004_NAME=Active steps
JS_ACTIVE_STEPS_004_HELP=活动步骤数。


JS_QUEUED_STEPS_004_NAME=Queued steps
JS_QUEUED_STEPS_004_HELP=在队列中排队等待的步骤数。


JS_RETRIES_STEPS_004_NAME=Total step retries
JS_RETRIES_STEPS_004_HELP=自上次重新启动 SQL Server 以来重试执行任一作业步骤的总次数。


AL_ACTIVATED_ALERTS_004_NAME=Activated alerts
AL_ACTIVATED_ALERTS_004_HELP=自上次重新启动 SQL Server 以来激活的警报数。


AL_MINUTE_ALERTS_004_NAME=Alerts activated/minute
AL_MINUTE_ALERTS_004_HELP=上一分钟激活的警报数。


GO_SERVER_RESTARTED_004_NAME=SQL Server restarted
GO_SERVER_RESTARTED_004_HELP=SQL Server 代理自上次重新启动以来成功地重新启动 SQL Server 的次数。


